project/atropos-go/etcd_concurrent_read-master/master/k150k_cancel/output/expensive_canceled_10ms/cheap_write.log
 0 / 180 B                                                                                                                                         !   0.00%INFO: 2023/06/12 14:35:00 ccResolverWrapper: sending new addresses to cc: [{localhost:2379 0  <nil>}]
INFO: 2023/06/12 14:35:00 balancerWrapper: got update addr from Notify: [{localhost:2379 <nil>}]
INFO: 2023/06/12 14:35:00 balancerWrapper: got update addr from Notify: [{localhost:2379 <nil>}]
 180 / 180 Boooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo! 100.00% 8s

Summary:
  Total:	8.9512 secs.
  Slowest:	0.0131 secs.
  Fastest:	0.0003 secs.
  Average:	0.0007 secs.
  Stddev:	0.0013 secs.
  Requests/sec:	20.1090

Response time histogram:
  0.0003 [1]	|
  0.0016 [171]	|∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎
  0.0028 [3]	|
  0.0041 [2]	|
  0.0054 [1]	|
  0.0067 [0]	|
  0.0080 [0]	|
  0.0092 [0]	|
  0.0105 [1]	|
  0.0118 [0]	|
  0.0131 [1]	|

Latency distribution:
  10% in 0.0003 secs.
  25% in 0.0004 secs.
  50% in 0.0005 secs.
  75% in 0.0006 secs.
  90% in 0.0008 secs.
  95% in 0.0015 secs.
  99% in 0.0131 secs.